/* audio format string: compression, 'mono' or 'stereo', sample rate, sample size */
"%@, %@, %.2f kHz, %d bits" = "%@, %@, %.2f kHz, %d bits";

/* No comment provided by engineer. */
"%@, which will require about %@ on %@. %@ currently available." = "%@, which will require about %@ on %@. %@ currently available.";

/* No comment provided by engineer. */
"%@:\n%@\n\nVidi will quit." = "%@:\n%@\n\nVidi will quit.";

/* No comment provided by engineer. */
"%d minutes to be recorded" = "%d minutes to be recorded";

/* No comment provided by engineer. */
"1 minute to be recorded" = "1 minute to be recorded";

/* No comment provided by engineer. */
"About %d minutes to be recorded" = "About %d minutes to be recorded";

/* No comment provided by engineer. */
"Active" = "Active";

/* No comment provided by engineer. */
"An error has occurred" = "An error has occurred";

/* No comment provided by engineer. */
"Are you sure you want to stop the recording?" = "Are you sure you want to stop the recording?";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Close Settings Drawer" = "Close Settings Drawer";

/* name for auto-generated channel */
"Composite" = "Composite";

/* No comment provided by engineer. */
"Continue Recording" = "Continue Recording";

/* No comment provided by engineer. */
"Continue Recording..." = "Continue Recording...";

/* start date substitute in Recording Schedule for recurring job */
"Daily" = "Daily";

/* No comment provided by engineer. */
"Do you want to stop recording before quitting?" = "Do you want to stop recording before quitting?";

/* No comment provided by engineer. */
"DV Audio, 32kHz, 16 bits" = "DV Audio, 32kHz, 16 bits";

/* No comment provided by engineer. */
"DV device in use" = "DV device in use";

/* No comment provided by engineer. */
"DV device not found" = "DV device not found";

/* menu item */
"Edit Stations" = "Edit Stations";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Finished" = "Finished";

/* hardware info in About Vidi. parameter is frimware version */
"Formac Studio DV (%@)" = "Formac Studio DV (%@)";

/* hardware info in About Vidi. parameters are frimware version and tuner model */
"Formac Studio DV/TV (%@)\nTuner: %@" = "Formac Studio DV/TV (%@)\nTuner: %@";

/* No comment provided by engineer. */
"Formac Studio in use" = "Formac Studio in use";

/* hardware info in About Vidi */
"Generic DV device" = "Generic DV device";

/* No comment provided by engineer. */
"Less than a minute to be recorded" = "Less than a minute to be recorded";

/* No comment provided by engineer. */
"Manual recording in progress" = "Manual recording in progress";

/* No comment provided by engineer. */
"Mono" = "Mono";

/* name for auto-generated TV channel
   name for new TV channel */
"new channel" = "new channel";

/* name for auto-generated radio station
   name for new radio station */
"new station" = "new station";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Settings Drawer" = "Open Settings Drawer";

/* No comment provided by engineer. */
"Quit" = "Quit";

/* No comment provided by engineer. */
"Radio" = "Radio";

/* prompt for record panel */
"Record" = "Record";

/* title for file selection panel */
"Record To" = "Record To";

/* No comment provided by engineer. */
"Recording could not start" = "Recording could not start";

/* No comment provided by engineer. */
"Recording could not start due to a problem." = "Recording could not start due to a problem.";

/* No comment provided by engineer. */
"Recording stopped" = "Recording stopped";

/* No comment provided by engineer. */
"Recording was stopped prematurely due to a problem." = "Recording was stopped prematurely due to a problem.";

/* name for auto-generated channel */
"S-Video" = "S-Video";

/* No comment provided by engineer. */
"Scheduled" = "Scheduled";

/* prompt for movie destination selection panel
   prompt for file selection panel
   prompt for movies folder selection panel */
"Select" = "Select";

/* No comment provided by engineer. */
"Show Control Palette" = "Show Control Palette";

/* No comment provided by engineer. */
"Stereo" = "Stereo";

/* No comment provided by engineer. */
"Stop" = "Stop";

/* No comment provided by engineer. */
"Stop Recording" = "Stop Recording";

/* No comment provided by engineer. */
"The DV device is currently being used by another application." = "The DV device is currently being used by another application.";

/* No comment provided by engineer. */
"The Formac Studio DV is currently being used by another application. To control the Studio DV while it is being used by another application, use the control palette." = "The Formac Studio DV is currently being used by another application. To control the Studio DV while it is being used by another application, use the control palette.";

/* No comment provided by engineer. */
"The Formac Studio DV/TV is currently being used by another application. To control the Studio DV/TV while it is being used by another application, use the control palette." = "The Formac Studio DV/TV is currently being used by another application. To control the Studio DV/TV while it is being used by another application, use the control palette.";

/* No comment provided by engineer. */
"The timer recording from %@ that was scheduled to begin at %@ could not start due to a problem." = "The timer recording from %@ that was scheduled to begin at %@ could not start due to a problem.";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %@ could not start due to a problem." = "The timer recording that was scheduled to begin at %@ could not start due to a problem.";

/* No comment provided by engineer. */
"The Vidi Server connection died.\n\nVidi will quit." = "The Vidi Server connection died.\n\nVidi will quit.";

/* No comment provided by engineer. */
"Timer recording could not start" = "Timer recording could not start";

/* No comment provided by engineer. */
"Timer recording in progress" = "Timer recording in progress";

/* No comment provided by engineer. */
"Timer recording started" = "Timer recording started";

/* uncompressed audio */
"Uncompressed" = "Uncompressed";

/* No comment provided by engineer. */
"Unscheduled" = "Unscheduled";

/* No comment provided by engineer. */
"Video" = "Video";

/* No comment provided by engineer. */
"Vidi couldn't find a supported DV device. Make sure the device is connected and powered on, then try again." = "Vidi couldn't find a supported DV device. Make sure the device is connected and powered on, then try again.";

/* No comment provided by engineer. */
"Vidi encountered a problem starting the Vidi Server process, and therefore it must quit now." = "Vidi encountered a problem starting the Vidi Server process, and therefore it must quit now.";

/* No comment provided by engineer. */
"Vidi is currently recording from %@. During the recording, you cannot change channels." = "Vidi is currently recording from %@. During the recording, you cannot change channels.";

/* No comment provided by engineer. */
"Vidi is currently recording from %@. Recording will continue until %@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi is currently recording from %@. Recording will continue until %@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop.";

/* No comment provided by engineer. */
"Vidi is currently recording." = "Vidi is currently recording.";

/* No comment provided by engineer. */
"Vidi is currently recording. Recording will continue until %2$@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi is currently recording. Recording will continue until %2$@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop.";

/* No comment provided by engineer. */
"Vidi is currently recording. You can stop recording now or continue recording in the background after Vidi quits." = "Vidi is currently recording. You can stop recording now or continue recording in the background after Vidi quits.";

/* No comment provided by engineer. */
"Vidi Server could not start" = "Vidi Server could not start";

/* No comment provided by engineer. */
"Vidi started recording from %@. Recording will continue until %@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi started recording from %@. Recording will continue until %@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop.";

/* No comment provided by engineer. */
"Vidi started recording. Recording will continue until %2$@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi started recording. Recording will continue until %2$@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop.";

